Repository: tdduydev/xdev-mindmap-ai
Catalog: MindMapWatch/Localizable.xcstrings
Source language: en
Languages: ja, vi

source: Add Idea
ja: アイデアを追加
vi: Thêm ý tưởng

source: Add to Inbox
ja: 受信箱に追加
vi: Thêm vào Hộp ý tưởng

source: Added to Inbox
ja: 受信箱に追加しました
vi: Đã thêm vào Hộp ý tưởng

source: Collapsed
ja: 折りたたみ
vi: Đã thu gọn

source: Expanded
ja: 展開
vi: Đã mở rộng

source: Hides the subtopics
ja: サブトピックを隠します
vi: Ẩn các chủ đề con

source: Idea
ja: アイデア
vi: Ý tưởng

source: Inbox
ja: 受信箱
vi: Hộp ý tưởng

source: New Idea
ja: 新規アイデア
vi: Ý tưởng mới

source: No maps yet
ja: まだマップがありません
vi: Chưa có sơ đồ nào

source: Recent Maps
ja: 最近のマップ
vi: Sơ đồ gần đây

source: Shows the subtopics
ja: サブトピックを表示します
vi: Hiện các chủ đề con

source: The idea couldn't be saved. Try again.
ja: アイデアを保存できませんでした。もう一度お試しください。
vi: Không lưu được ý tưởng. Hãy thử lại.

source: This map is no longer available.
ja: このマップは利用できなくなりました。
vi: Sơ đồ này không còn nữa.

source: Turn on iCloud for MindMap AI on your iPhone to see your maps here. Ideas you add are kept on this watch until then.
ja: ここにマップを表示するには、iPhoneでMindMap AIのiCloudをオンにしてください。それまでは、追加したアイデアはこのApple Watchに保存されます。
vi: Hãy bật iCloud cho MindMap AI trên iPhone để xem sơ đồ ở đây. Đến lúc đó, ý tưởng bạn thêm được giữ trên đồng hồ này.

source: Your maps can't be opened on this watch right now.
ja: 現在このApple Watchではマップを開けません。
vi: Hiện không mở được sơ đồ trên đồng hồ này.

source: iCloud Is Off
ja: iCloudがオフです
vi: iCloud đang tắt
